import React from 'react';

const AboutPage = () => {
  return (
    <>
      <section className="portfolio-section">
        <div className="container">
          <h2>Про нашу компанію</h2>
          <p>
            IT MyMinimal — це компанія, яка спеціалізується на розробці інноваційних
            технологічних рішень для вашого бізнесу. Ми допомагаємо клієнтам вийти на
            нові ринки, покращити ефективність роботи та вирішити складні завдання.
          </p>
          <h3>Наша команда</h3>
          <p>
            Наша команда складається з висококваліфікованих спеціалістів, кожен з яких має
            унікальний досвід і вміння. Разом ми створюємо рішення, які відповідають
            найвищим стандартам якості та інноваційності.
          </p>
        </div>
        <div className="container">
          <h2>Портфоліо</h2>
          <div className="portfolio-grid">
            <div className="portfolio-item">
              <img src="/im1.png" alt="Ігор Коваленко" />
              <h3>Ігор Коваленко</h3>
              <p>Генеральний директор</p>
              <p>
                Ігор має понад 10 років досвіду у сфері інформаційних технологій, керуючи
                проектами та створюючи інноваційні рішення.
              </p>
            </div>
            <div className="portfolio-item">
              <img src="/im3.png" alt="Анастасія Золотова" />
              <h3>Анастасія Золотова</h3>
              <p>Технічний директор</p>
              <p>
                Анастасія відповідає за технічні аспекти проектів та забезпечує найвищу
                якість розробки на всіх етапах.
              </p>
            </div>
            <div className="portfolio-item">
              <img src="/im2.png" alt="Іван Патлов" />
              <h3>Іван Патлов</h3>
              <p>Менеджер з продукту</p>
              <p>
                Іван керує розробкою продуктів, визначаючи стратегію і напрямки розвитку
                кожного проекту.
              </p>
            </div>
          </div>
        </div>
      </section>
    </>
  );
};

export default AboutPage;
